Repository: Beee4life/action-logger
Catalog: languages/action-logger-*.po
Languages: nl_nl

source: Something went wrong. Please try again.
nl_nl: Er is iets verkeerd gegaan. Probeer opnieuw.

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: Post type options saved.
nl_nl: Post type instellingen opgeslagen.

source: All logs deleted.
nl_nl: Alle logs verwijderd.

source: All selected items are successfully deleted from the database.
nl_nl: Alle geselecteerde items zijn succesvol verwijderd uit de database.

source: You didn't select any lines. If you did, then something went wrong.
nl_nl: Je hebt geen items geselecteerd. Als je dat wel gedaan hebt is er iets verkeerd gegaan.

source: All settings are reset to default settings.
nl_nl: Alle instellingen zijn gereset naar de default instellingen.

source: Log entries (%d max)
nl_nl: Log items (max %d)

source: %s deleted %s %s
nl_nl: %s heeft %s verwijderd %s

source: %s changed %s %s
nl_nl: %s heeft een %s gewijzigd %s

source: %s marked %s %s as pending review
nl_nl: %s heeft %s gemarkeerd als Wachtend op goedkeuring %s

source: %s republished %s %s
nl_nl: %s heeft %s opnieuw gepubliceerd %s

source: %s published %s %s
nl_nl: %s heeft %s gepubliceerd %s

source: New user registered: %s.
nl_nl: Nieuwe gebruiker geregistreerd: %s.

source: %s changed the user of %s.
nl_nl: %s heeft de user info gewijzigd van %s.

source: %s deleted the user of %s.
nl_nl: %s heeft de gebruiker verwijderd van %s.

source: the booking with booking ID:
nl_nl: de boeking met boeking ID:

source: %s deleted bookings for an event.
nl_nl: %s heeft boekingen verwijderd van een event.

source: %s successfully uploaded the file: "%s".
nl_nl: %s heeft succesvol het bestand “%s” ge-upload.

source: %s successfully validated the file: "%s".
nl_nl: %s heeft succesvol het bestand “%s” gevalideerd.

source: %s successfully imported %d lines from file.
nl_nl: %s heeft succesvol %d regels geïmporteerd vanuit een bestand.

source: %s successfully verified %s.
nl_nl: %s heeft succesvol %s gevalideerd.

source: Sorry, you do not have sufficient permissions to access this page.
nl_nl: Sorry, je hebt niet genoeg rechten om deze pagina te bekijken.

source: No logs (yet)...
nl_nl: Nog geen logs…

source: This page shows a log of all actions done by users, which are "interesting" to log.
nl_nl: Deze pagina geeft een log weer van alle gebruikers, welke “interessant” zijn om te loggen.

source: You have 1 log item.
nl_nl: Je hebt 1 log item.

source: Log items are sorted, newest to oldest.
nl_nl: Log items zijn gesorteerd van nieuw naar oud.

source: Delete
nl_nl: Verwijderen

source: Date/time
nl_nl: Datum/tijd

source: Action
nl_nl: Actie

source: Generated by
nl_nl: Gegenereerd door

source: Description
nl_nl: Beschrijving

source: Delete selected items
nl_nl: Verwijder geselecteerde items

source: Delete all
nl_nl: Alles verwijderen

source: Warning
nl_nl: Waarschuwing

source: Error
nl_nl: Fout

source: Dismiss this notice
nl_nl: Sluit deze melding

source: Create user
nl_nl: Gebruiker aanmaken

source: Logs when a new user is created in WordPress.
nl_nl: Logt wanneer een nieuwe gebruiker wordt aangemaakt in WordPress.

source: Change user
nl_nl: Wijzig gebruiker

source: Logs when a user is changed (by another user) in WordPress.
nl_nl: Logt wanneer een gebruiker is gewijzigd (door een andere gebruiker) in WordPress.

source: Delete user
nl_nl: Verwijder gebruiker

source: Logs when a user is deleted in WordPress.
nl_nl: Logt wanneer een gebruiker verwijderd wordt in WordPress.

source: User visit (visitor)
nl_nl: Gebruikersbezoek (bezoeker)

source: Logs when a registered user visits a post/page with the shortcode on it.
nl_nl: Logt wanneer een geregistreerde gebruiker een post/pagina bezoekt met de shortcode.

source: User visit (registered)
nl_nl: Gebruikersbezoek (geregistreerd)

source: Logs when a visitor visits a post/page with the shortcode on it.
nl_nl: Logt wanneer een bezoeker een post/pagina bezoekt met de shortcode.

source: Booking pending
nl_nl: Boeking in afwachting goedkeuring

source: Logs when a booking is pending.
nl_nl: Logt wanneer een boeking wacht op goedkeuring.

source: Booking approved
nl_nl: Boeking goedgekeurd

source: Logs when a booking is approved.
nl_nl: Logt wanneer een boeking is goedgekeurd/bevestigd.

source: Booking rejected
nl_nl: Boeking geweigerd

source: Logs when a booking is rejected.
nl_nl: Logt wanneer een boeking geweigerd wordt.

source: Booking canceled
nl_nl: Boeking geannuleerd

source: Logs when a booking is canceled.
nl_nl: Logt wanneer een boeking geannuleerd is.

source: Booking awaiting online payment
nl_nl: Registratie wacht op online betaling

source: Logs when a booking is awaiting online payment.
nl_nl: Logt wanneer een in afwachting is van een online betaling.

source: Booking awaiting offline payment
nl_nl: Registratie wacht op offline betaling

source: Logs when a booking is awaiting offline payment.
nl_nl: Logt wanneer een in afwachting is van een offline betaling.

source: Booking deleted
nl_nl: Boeking verwijderd

source: Logs when a booking is deleted.
nl_nl: Logt wanneer een boeking is verwijderd.

source: CSV file uploaded
nl_nl: CSV bestand geupload

source: Logs when a csv file is uploaded.
nl_nl: Logt wanneer een CSV bestand is ge-upload.

source: CSV file validated
nl_nl: CSV file gevalideerd

source: Logs when a csv file is validated.
nl_nl: Logt wanneer een CSV bestand succesvol is gevalideerd.

source: CSV data imported
nl_nl: CSV data geïmporteerd

source: Logs when csv data is imported
nl_nl: Logt wanneer CSV data succesvol is geïmporteerd

source: Logs when all data is deleted
nl_nl: Logt wanneer alle data verwijderd is

source: Ind. rankings deleted
nl_nl: Individuele rankings verwijderd

source: Logs when individual rankings are deleted.
nl_nl: Logt wanneer individuele rankings worden verwijderd.

source: Raw CSV import
nl_nl: Raw CSV data geïmporteerd

source: Logs when raw data is imported
nl_nl: Logt wanneer raw CSV data succesvol is geïmporteerd

source: CSV file verified
nl_nl: CSV file gevalideerd

source: Logs when a csv file is succssful verified
nl_nl: Logt wanneer een CSV bestand succesvol is geverifieerd

source: Rankings imported from file
nl_nl: Rankings geïmporteerd vanuit bestand

source: Logs when a rankings are imported
nl_nl: Logt wanneer rankings succesvol zijn geïmporteerd

source: Logs when a csv file is uploaded
nl_nl: Logt wanneer een CSV bestand is ge-upload

source: &laquo; Previous
nl_nl: &laquo; Vorige

source: Next &raquo;
nl_nl: Volgende &raquo;

source: Available log actions
nl_nl: Beschikbare log acties

source: Here you can select which actions you want to log/ignore.
nl_nl: Hier kun je selecteren welke acties je wilt loggen/negeren.

source: Active
nl_nl: Actief

source: Save settings
nl_nl: Instellingen opslaan

source: Publish
nl_nl: Publiceren

source: Edit
nl_nl: Bewerken

source: Republish
nl_nl: Opnieuw publiceren

source: Export data to CSV
nl_nl: Exporteer data naar CSV

source: By clicking this button you will trigger a download for a CSV (comma separated value) file.
nl_nl: Door op deze button te klikken, trigger je een download voor een CSV (komma gescheiden waarden) document.

source: Export to CSV
nl_nl: Exporteer naar CSV

source: Support
nl_nl: Help

source: If you know about this plugin, you probably know me and know where to reach me. If not, please report it on GitHub in the <a href="%s">issues section</a>.
nl_nl: Als je van deze plugin weet, dan ken je mij waarschijnlijk en weet je waar ik te bereiken ben. Zo niet, dan report het issue aub op GitHub in de <a href=“%s”>issues sectie</a>.

source: Find more info about the plugin on
nl_nl: Vind meer info over de plugin op

source: About the author
nl_nl: Over de auteur

source: This plugin is created by %s, a Wordpress developer from Amsterdam.
nl_nl: Deze plugin is gebouwd door %s, een Wordpress developer uit Amsterdam.

source: This plugin is free to use but a small donation will be very much appreciated. This will give me more options to continue to develop it in my spare time.
nl_nl: De plugin is gratis om te gebruiken, maar een kleine donatie wordt zeer gewaardeerd. Daarmee kan ik doorgaan en de plugin in mijn vrije tijd door ontwikkelen.

source: Purge logs
nl_nl: Verwijder logs

source: Select how long you want to keep the logs. Default is Forever.
nl_nl: Selecteer hoe lang je de logs wilt bewaren. Default is voor altijd.

source: Who can do what
nl_nl: Wie kan wat doen

source: Here you can select what capability a user needs to see the logs. The default setting is "manage_options" which belongs to administrator.
nl_nl: Hier kun je selecteren wat voor een ‘recht’ de gebruiker moet hebben om de logs te kunnen zien. De standaard instelling is “manage_options” welke bij administrators hoort.

source: The reason why it's set per capability instead of per user is because two users with the same role can have different capabilities.
nl_nl: De reden waarom het per ‘recht’ is ingesteld ipv per gebruiker is omdat twee gebruikers met dezelfde rol, verschillende rechten kunnen hebben.

source: Preserve data when uninstalling
nl_nl: Bewaar data bij plugin verwijdering

source: If you uninstall the plugin, all data and settings are removed as well. If you check this box, your logs and settings won't be deleted upon uninstall.
nl_nl: Als je de plugin verwijderd wordt alle data en al je instellingen ook verwijderd. Als je deze optie aanvinkt, worden je data en instellingen bewaard als de plugin verwijderd wordt.

source: Nuke 'em all
nl_nl: Alles verwijderen

source: Delete all logs
nl_nl: Alle logs verwijderen

source: Reset to default settings
nl_nl: Reset naar default instellingen

source: This deletes all logs and stored values.
nl_nl: Dit delete alle logs en opgeslagen instellingen.
